{
    "regulation":" XXXXX Limited is regulated by the Seychelles Financial Services Authority (FSA) under Securities Dealer’s License number SD010. | Privacy Policy | Cookie Policy | Terms and Conditions FinTrade Limited is regulated by the Mauritius Financial Services Commission (FSC) under Investment Dealer’s License number GB20025835. | Privacy Policy | Cookie Policy | Terms and Conditions TPS Management Limited with offices at Steliou Mavrommati 80B, Agios Pavlos, 2364, Nicosia, Cyprus. TPS Management Limited is wholly owned by Tradexfin Limited. Risk Warning: Forex and derivative trading involves significant risk to your invested capital. Please read and ensure you fully understand our Risk Disclosure (Tradexfin) and Risk Disclosure (Fintrade). Disclaimer: The use of our Online Trading Facility and services are neither a solicitation, nor an offer to enter into any transactions on the financial market(s); it is your sole responsibility to ensure that trading in financial contracts does not violate any law, regulation or directive, relevant to your country of residency. Restrictions to accessing our services may apply to individuals being a national of, or a resident of, the following — but not limited to — countries: Albania, The Bahamas, Barbados, Botswana, Cambodia, Ghana, Jamaica, Mauritius, Myanmar, Nicaragua, Pakistan, Panama, Syria, Uganda, Yemen, Zimbabwe, Philippines, Turkey, Jordan, Afghanistan, Anguilla and Vanuatu. We do not provide our service to citizens of the United States of America, Canada, EU countries, Iran, North Korea, and Belize.You must be 18 years old, or of legal age as determined in your country. Upon registering an Account, you acknowledge that you are registering at your own free will, without solicitation on behalf of XMTrading.",
    "description": "XXXXX Limited is regulated by the Seychelles Financial Services Authority (FSA) under Securities Dealer’s License number SD010.\nPrivacy Policy | Cookie Policy | Terms and Conditions\n\nFinTrade Limited is regulated by the Mauritius Financial Services Commission (FSC) under Investment Dealer’s License number GB20025835.\nPrivacy Policy | Cookie Policy | Terms and Conditions"
}